{
    "<PADS>": 0,
    "$$$": 1,
    "of": 2,
    "and": 3,
    "@@@": 4,
    "net": 5,
    "accounts": 6,
    "receivable": 7,
    "respectively": 8,
    "for": 9,
    "allowance": 10,
    "at": 11,
    "accumulated": 12,
    "assets": 13,
    "doubtful": 14,
    "in": 15,
    "equipment": 16,
    "less": 17,
    "property": 18,
    "cash": 19,
    "depreciation": 20,
    "amortization": 21,
    "intangible": 22,
    "###": 23,
    "other": 24,
    "allowances": 25,
    "as": 26,
    "receivables": 27,
    "trade": 28,
    "balance": 29,
    "current": 30,
    "value": 31,
    "to": 32,
    "note": 33,
    "cost": 34,
    "investments": 35,
    "term": 36,
    "plant": 37,
    "from": 38,
    "the": 39,
    "related": 40,
    "equivalents": 41,
    "gross": 42,
    "deferred": 43,
    "total": 44,
    "investment": 45,
    "securities": 46,
    "carrying": 47,
    "goodwill": 48,
    "amount": 49,
    "beginning": 50,
    "period": 51,
    "long": 52,
    "fair": 53,
    "costs": 54,
    "notes": 55,
    "million": 56,
    "including": 57,
    "inventory": 58,
    "sale": 59,
    "noncurrent": 60,
    "interest": 61,
    "held": 62,
    "equity": 63,
    "restricted": 64,
    "end": 65,
    "lived": 66,
    "year": 67,
    "due": 68,
    "tax": 69,
    "non": 70,
    "intangibles": 71,
    "asset": 72,
    "deposits": 73,
    "short": 74,
    "prepaid": 75,
    "on": 76,
    "method": 77,
    "gas": 78,
    "portion": 79,
    "inventories": 80,
    "oil": 81,
    "finite": 82,
    "discontinued": 83,
    "available": 84,
    "impairment": 85,
    "properties": 86,
    "fixed": 87,
    "reserve": 88,
    "lease": 89,
    "ending": 90,
    "leases": 91,
    "party": 92,
    "vies": 93,
    "deposit": 94,
    "reserves": 95,
    "debt": 96,
    "or": 97,
    "acquired": 98,
    "a": 99,
    "amortized": 100,
    "land": 101,
    "trading": 102,
    "capital": 103,
    "income": 104,
    "disposal": 105,
    "parties": 106,
    "customer": 107,
    "software": 108,
    "indefinite": 109,
    "group": 110,
    "sales": 111,
    "with": 112,
    "development": 113,
    "advances": 114,
    "operations": 115,
    "loans": 116,
    "marketable": 117,
    "depletion": 118,
    "furniture": 119,
    "contracts": 120,
    "excess": 121,
    "dollars": 122,
    "under": 123,
    "includes": 124,
    "improvements": 125,
    "derivative": 126,
    "financing": 127,
    "amounts": 128,
    "capitalized": 129,
    "operation": 130,
    "taxes": 131,
    "affiliates": 132,
    "patents": 133,
    "expenses": 134,
    "not": 135,
    "book": 136,
    "one": 137,
    "loan": 138,
    "banks": 139,
    "losses": 140,
    "sheet": 141,
    "liabilities": 142,
    "joint": 143,
    "$": 144,
    "expense": 145,
    "insurance": 146,
    "market": 147,
    "financial": 148,
    "bearing": 149,
    "variable": 150,
    "fees": 151,
    "consolidated": 152,
    "included": 153,
    "real": 154,
    "construction": 155,
    "maturity": 156,
    "company": 157,
    "acquisition": 158,
    "estimated": 159,
    "by": 160,
    "progress": 161,
    "estate": 162,
    "entities": 163,
    "unamortized": 164,
    "rights": 165,
    "office": 166,
    "be": 167,
    "uncollectible": 168,
    "bank": 169,
    "funds": 170,
    "contract": 171,
    "leasehold": 172,
    "identifiable": 173,
    "natural": 174,
    "issuance": 175,
    "trust": 176,
    "trademarks": 177,
    "vie": 178,
    "loss": 179,
    "business": 180,
    "subject": 181,
    "operating": 182,
    "after": 183,
    "fixtures": 184,
    "unconsolidated": 185,
    "returns": 186,
    "use": 187,
    "account": 188,
    "s": 189,
    "buildings": 190,
    "us": 191,
    "accrued": 192,
    "attributable": 193,
    "balances": 194,
    "entity": 195,
    "subsidiaries": 196,
    "excluding": 197,
    "purchase": 198,
    "credit": 199,
    "license": 200,
    "premises": 201,
    "bad": 202,
    "billings": 203,
    "computer": 204,
    "maturities": 205,
    "advance": 206,
    "unbilled": 207,
    "full": 208,
    "instruments": 209,
    "affiliate": 210,
    "date": 211,
    "direct": 212,
    "expected": 213,
    "relating": 214,
    "successful": 215,
    "customers": 216,
    "which": 217,
    "product": 218,
    "are": 219,
    "insured": 220,
    "that": 221,
    "stock": 222,
    "companies": 223,
    "purchased": 224,
    "years": 225,
    "price": 226,
    "type": 227,
    "underlying": 228,
    "ventures": 229,
    "within": 230,
    "unrealized": 231,
    "see": 232,
    "pledged": 233,
    "amortizable": 234,
    "compensation": 235,
    "lessor": 236,
    "recognized": 237,
    "obsolescence": 238,
    "fdic": 239,
    "liability": 240,
    "obsolete": 241,
    "agreements": 242,
    "technology": 243,
    "charges": 244,
    "an": 245,
    "basis": 246,
    "provision": 247,
    "licenses": 248,
    "leased": 249,
    "owned": 250,
    "rmb": 251,
    "finance": 252,
    "debts": 253,
    "classified": 254,
    "accounting": 255,
    "core": 256,
    "time": 257,
    "definite": 258,
    "payments": 259,
    "life": 260,
    "venture": 261,
    "building": 262,
    "programs": 263,
    "collateral": 264,
    "valuation": 265,
    "than": 266,
    "relationships": 267,
    "certificates": 268,
    "difference": 269,
    "money": 270,
    "federal": 271,
    "regulatory": 272,
    "agreement": 273,
    "patent": 274,
    "machinery": 275,
    "discounts": 276,
    "recorded": 277,
    "website": 278,
    "process": 279,
    "between": 280,
    "energy": 281,
    "supplies": 282,
    "uncompleted": 283,
    "foreign": 284,
    "collected": 285,
    "over": 286,
    "adjustments": 287,
    "is": 288,
    "fund": 289,
    "service": 290,
    "three": 291,
    "approximately": 292,
    "before": 293,
    "lives": 294,
    "security": 295,
    "rent": 296,
    "measured": 297,
    "right": 298,
    "offering": 299,
    "rate": 300,
    "fiscal": 301,
    "materials": 302,
    "combination": 303,
    "revenue": 304,
    "names": 305,
    "billed": 306,
    "plan": 307,
    "vessels": 308,
    "effort": 309,
    "intellectual": 310,
    "affiliated": 311,
    "subsidiary": 312,
    "sold": 313,
    "limited": 314,
    "future": 315,
    "lifo": 316,
    "earnings": 317,
    "institutions": 318,
    "continuing": 319,
    "our": 320,
    "aggregate": 321,
    "facilities": 322,
    "currency": 323,
    "prepayments": 324,
    "return": 325,
    "unproved": 326,
    "commodity": 327,
    "third": 328,
    "treasury": 329,
    "reported": 330,
    "part": 331,
    "information": 332,
    "equivalent": 333,
    "cycle": 334,
    "u": 335,
    "government": 336,
    "efforts": 337,
    "associated": 338,
    "services": 339,
    "b": 340,
    "adjustment": 341,
    "assumed": 342,
    "outstanding": 343,
    "place": 344,
    "gain": 345,
    "prepayment": 346,
    "derivatives": 347,
    "proved": 348,
    "suppliers": 349,
    "both": 350,
    "longer": 351,
    "months": 352,
    "e": 353,
    "added": 354,
    "original": 355,
    "gaap": 356,
    "activities": 357,
    "management": 358,
    "through": 359,
    "student": 360,
    "goods": 361,
    "identified": 362,
    "modified": 363,
    "escrow": 364,
    "if": 365,
    "fuel": 366,
    "work": 367,
    "rental": 368,
    "name": 369,
    "intercompany": 370,
    "bonds": 371,
    "accounted": 372,
    "paid": 373,
    "summarized": 374,
    "periods": 375,
    "$nil": 376,
    "earning": 377,
    "moving": 378,
    "patient": 379,
    "vehicles": 380,
    "slow": 381,
    "convertible": 382,
    "excluded": 383,
    "allocation": 384,
    "exchange": 385,
    "remaining": 386,
    "products": 387,
    "used": 388,
    "normal": 389,
    "discount": 390,
    "arrangements": 391,
    "common": 392,
    "fee": 393,
    "nil": 394,
    "principally": 395,
    "inc": 396,
    "interests": 397,
    "temporary": 398,
    "franchise": 399,
    "payable": 400,
    "llc": 401,
    "recoverable": 402,
    "obligations": 403,
    "disposalgroup": 404,
    "risk": 405,
    "label": 406,
    "based": 407,
    "research": 408,
    "production": 409,
    "computers": 410,
    "investees": 411,
    "finished": 412,
    "facility": 413,
    "employee": 414,
    "option": 415,
    "payment": 416,
    "d": 417,
    "utility": 418,
    "corporation": 419,
    "supply": 420,
    "received": 421,
    "c": 422,
    "impairments": 423,
    "others": 424,
    "limits": 425,
    "corporate": 426,
    "card": 427,
    "preferred": 428,
    "two": 429,
    "mining": 430,
    "increase": 431,
    "merchandise": 432,
    "bond": 433,
    "companys": 434,
    "trademark": 435,
    "reporting": 436,
    "excludes": 437,
    "ownership": 438,
    "above": 439,
    "partnerships": 440,
    "incentive": 441,
    "revenues": 442,
    "include": 443,
    "invested": 444,
    "credits": 445,
    "origination": 446,
    "average": 447,
    "project": 448,
    "new": 449,
    "carried": 450,
    "certificate": 451,
    "during": 452,
    "secured": 453,
    "plants": 454,
    "leasing": 455,
    "contractual": 456,
    "ketable": 457,
    "claims": 458,
    "amortizati": 459,
    "five": 460,
    "consideration": 461,
    "amortizing": 462,
    "parent": 463,
    "commercial": 464,
    "hand": 465,
    "molds": 466,
    "royalties": 467,
    "advertising": 468,
    "using": 469,
    "debits": 470,
    "unrestricted": 471,
    "tools": 472,
    "limit": 473,
    "cumulative": 474,
    "depreciati": 475,
    "demand": 476,
    "royalty": 477,
    "against": 478,
    "mortgage": 479,
    "parts": 480,
    "recurring": 481,
    "lower": 482,
    "health": 483,
    "such": 484,
    "list": 485,
    "projects": 486,
    "pending": 487,
    "plans": 488,
    "thousand": 489,
    "dates": 490,
    "programming": 491,
    "licensing": 492,
    "mutual": 493,
    "respective": 494,
    "ship": 495,
    "tradenames": 496,
    "promissory": 497,
    "mine": 498,
    "inclusive": 499,
    "translation": 500,
    "protection": 501,
    "crude": 502,
    "impaired": 503,
    "items": 504,
    "share": 505,
    "compete": 506,
    "lists": 507,
    "more": 508,
    "number": 509,
    "preproduction": 510,
    "potential": 511,
    "useful": 512,
    "groupincluding": 513,
    "includingdiscontinued": 514,
    "systems": 515,
    "raw": 516,
    "discontinuedoperation": 517,
    "forsale": 518,
    "write": 519,
    "generally": 520,
    "marketing": 521,
    "start": 522,
    "uninsured": 523,
    "partners": 524,
    "can": 525,
    "charge": 526,
    "initial": 527,
    "developed": 528,
    "auction": 529,
    "decrease": 530,
    "refundable": 531,
    "tenant": 532,
    "billing": 533,
    "crossamerica": 534,
    "federally": 535,
    "securitization": 536,
    "shares": 537,
    "transaction": 538,
    "originally": 539,
    "per": 540,
    "mineral": 541,
    "investee": 542,
    "state": 543,
    "public": 544,
    "vat": 545,
    "manufacturing": 546,
    "documentation": 547,
    "follows": 548,
    "prior": 549,
    "read": 550,
    "benefits": 551,
    "storage": 552,
    "proceeds": 553,
    "its": 554,
    "partnership": 555,
    "hedge": 556,
    "recovery": 557,
    "care": 558,
    "reclassified": 559,
    "first": 560,
    "housing": 561,
    "up": 562,
    "off": 563,
    "incurred": 564,
    "principal": 565,
    "internal": 566,
    "partially": 567,
    "dies": 568,
    "all": 569,
    "depreciable": 570,
    "hep": 571,
    "forward": 572,
    "advanced": 573,
    "primarily": 574,
    "unaudited": 575,
    "employees": 576,
    "premiums": 577,
    "favorable": 578,
    "any": 579,
    "disposed": 580,
    "expiration": 581,
    "zero": 582,
    "allocated": 583,
    "oiland": 584,
    "commissions": 585,
    "benefit": 586,
    "subtotal": 587,
    "i": 588,
    "longterm": 589,
    "drilling": 590,
    "distribution": 591,
    "backed": 592,
    "provisions": 593,
    "settlement": 594,
    "gains": 595,
    "maximum": 596,
    "values": 597,
    "this": 598,
    "each": 599,
    "disclosure": 600,
    "holdings": 601,
    "associates": 602,
    "changes": 603,
    "suits": 604,
    "change": 605,
    "purposes": 606,
    "agency": 607,
    "shareholder": 608,
    "finitelived": 609,
    "retail": 610,
    "domain": 611,
    "bills": 612,
    "out": 613,
    "supplier": 614,
    "vendor": 615,
    "furnishings": 616,
    "n": 617,
    "issued": 618,
    "partner": 619,
    "power": 620,
    "subscriber": 621,
    "paper": 622,
    "opening": 623,
    "segment": 624,
    "holding": 625,
    "uncollectibles": 626,
    "availablefor": 627,
    "element": 628,
    "four": 629,
    "additional": 630,
    "reduction": 631,
    "adjusted": 632,
    "have": 633,
    "physical": 634,
    "aircraft": 635,
    "premium": 636,
    "closing": 637,
    "agents": 638,
    "quarter": 639,
    "investmentin": 640,
    "hardware": 641,
    "consulting": 642,
    "miscellaneous": 643,
    "weighted": 644,
    "fifo": 645,
    "being": 646,
    "network": 647,
    "allowancefor": 648,
    "acquisitions": 649,
    "f": 650,
    "minimum": 651,
    "general": 652,
    "issue": 653,
    "capitalleases": 654,
    "clients": 655,
    "purchases": 656,
    "rabbi": 657,
    "ket": 658,
    "unearned": 659,
    "balancesheet": 660,
    "heldfor": 661,
    "major": 662,
    "reclassification": 663,
    "plantand": 664,
    "recoveries": 665,
    "financed": 666,
    "relationship": 667,
    "qualified": 668,
    "coal": 669,
    "iii": 670,
    "andgas": 671,
    "program": 672,
    "securitized": 673,
    "municipal": 674,
    "tooling": 675,
    "transactions": 676,
    "applications": 677,
    "grants": 678,
    "stockholders": 679,
    "position": 680,
    "evaluated": 681,
    "yet": 682,
    "component": 683,
    "netinvestment": 684,
    "sheetnet": 685,
    "lessorbalance": 686,
    "leaseslessor": 687,
    "maintenance": 688,
    "down": 689,
    "days": 690,
    "debit": 691,
    "will": 692,
    "g": 693,
    "commitment": 694,
    "but": 695,
    "sheets": 696,
    "officer": 697,
    "relatedto": 698,
    "hedges": 699,
    "pp": 700,
    "loaned": 701,
    "made": 702,
    "pay": 703,
    "into": 704,
    "vacation": 705,
    "intangibleassets": 706,
    "sec": 707,
    "retirement": 708,
    "pre": 709,
    "vessel": 710,
    "improvement": 711,
    "l": 712,
    "required": 713,
    "trusts": 714,
    "o": 715,
    "represents": 716,
    "privately": 717,
    "below": 718,
    "incentives": 719,
    "their": 720,
    "standard": 721,
    "units": 722,
    "ccjvs": 723,
    "been": 724,
    "gasproperty": 725,
    "equitymethod": 726,
    "homes": 727,
    "certain": 728,
    "unevaluated": 729,
    "next": 730,
    "water": 731,
    "portfolio": 732,
    "because": 733,
    "ltd": 734,
    "indirect": 735,
    "begining": 736,
    "instrument": 737,
    "nuclear": 738,
    "susp": 739,
    "gold": 740,
    "schedule": 741,
    "officers": 742,
    "were": 743,
    "swap": 744,
    "shareholders": 745,
    "legal": 746,
    "coverage": 747,
    "accruals": 748,
    "broker": 749,
    "netof": 750,
    "otherwise": 751,
    "liquid": 752,
    "brand": 753,
    "storm": 754,
    "processing": 755,
    "gathering": 756,
    "merchant": 757,
    "states": 758,
    "no": 759,
    "methodinvestment": 760,
    "tangible": 761,
    "transportation": 762,
    "gaming": 763,
    "resale": 764,
    "private": 765,
    "carryforwards": 766,
    "resulting": 767,
    "tradename": 768,
    "affordable": 769,
    "hedging": 770,
    "timber": 771,
    "agricultural": 772,
    "references": 773,
    "noninterest": 774,
    "netted": 775,
    "warrants": 776,
    "working": 777,
    "grant": 778,
    "carryingvalue": 779,
    "andloans": 780,
    "estateand": 781,
    "subsequentto": 782,
    "liquids": 783,
    "only": 784,
    "swaps": 785,
    "statements": 786,
    "laboratory": 787,
    "factor": 788,
    "rolling": 789,
    "phase": 790,
    "agencies": 791,
    "beyond": 792,
    "transferred": 793,
    "collection": 794,
    "local": 795,
    "retainage": 796,
    "salestype": 797,
    "decommissioning": 798,
    "prepaids": 799,
    "reclamation": 800,
    "unsecured": 801,
    "site": 802,
    "twelve": 803,
    "senior": 804,
    "near": 805,
    "servicing": 806,
    "greater": 807,
    "fairvalue": 808,
    "typeleases": 809,
    "directfinancing": 810,
    "notesand": 811,
    "salesecurities": 812,
    "duefrom": 813,
    "transition": 814,
    "material": 815,
    "deposited": 816,
    "successor": 817,
    "medical": 818,
    "effortmethod": 819,
    "vehicle": 820,
    "intended": 821,
    "businesses": 822,
    "designated": 823,
    "terms": 824,
    "deductible": 825,
    "refund": 826,
    "underground": 827,
    "charter": 828,
    "connection": 829,
    "client": 830,
    "line": 831,
    "united": 832,
    "institution": 833,
    "obligation": 834,
    "commission": 835,
    "availableforsale": 836,
    "abstract": 837,
    "acquire": 838,
    "contribution": 839,
    "sell": 840,
    "it": 841,
    "propertysuccessful": 842,
    "successfuleffort": 843,
    "pension": 844,
    "realizable": 845,
    "field": 846,
    "completed": 847,
    "letters": 848,
    "placed": 849,
    "domestic": 850,
    "savings": 851,
    "options": 852,
    "m": 853,
    "also": 854,
    "letter": 855,
    "accumulateddepreciation": 856,
    "system": 857,
    "previously": 858,
    "having": 859,
    "fhlbank": 860,
    "excessof": 861,
    "disposition": 862,
    "whichever": 863,
    "requirements": 864,
    "specified": 865,
    "categorized": 866,
    "plus": 867,
    "unrelated": 868,
    "depository": 869,
    "last": 870,
    "oneyear": 871,
    "loansreceivable": 872,
    "milli": 873,
    "consisting": 874,
    "spare": 875,
    "merger": 876,
    "leasesnoncurrent": 877,
    "livedintangible": 878,
    "ofdisposal": 879,
    "contingent": 880,
    "arising": 881,
    "geographic": 882,
    "installment": 883,
    "proprietary": 884,
    "relatingto": 885,
    "timberlands": 886,
    "producing": 887,
    "collaboration": 888,
    "supplemental": 889,
    "executive": 890,
    "replacement": 891,
    "mplx": 892,
    "carry": 893,
    "another": 894,
    "qualify": 895,
    "rates": 896,
    "chargebacks": 897,
    "orders": 898,
    "sum": 899,
    "statement": 900,
    "arrangement": 901,
    "guarantee": 902,
    "has": 903,
    "class": 904,
    "co": 905,
    "partof": 906,
    "making": 907,
    "commodities": 908,
    "data": 909,
    "p": 910,
    "taxonomy": 911,
    "approximate": 912,
    "voyage": 913,
    "cashand": 914,
    "atcarrying": 915,
    "utilities": 916,
    "packaging": 917,
    "licensed": 918,
    "thereafter": 919,
    "approximates": 920,
    "expenditures": 921,
    "severance": 922,
    "written": 923,
    "electric": 924,
    "when": 925,
    "does": 926,
    "complete": 927,
    "assetsnoncurrent": 928,
    "orprograms": 929,
    "notpart": 930,
    "former": 931,
    "hk": 932,
    "corp": 933,
    "presented": 934,
    "assigned": 935,
    "creditors": 936,
    "delphax": 937,
    "workers": 938,
    "professional": 939,
    "ipr": 940,
    "holder": 941,
    "accumulatedamortization": 942,
    "charterers": 943,
    "contractsor": 944,
    "lessee": 945,
    "support": 946,
    "compensating": 947,
    "h": 948,
    "equip": 949,
    "broadcast": 950,
    "historical": 951,
    "month": 952,
    "bullion": 953,
    "refined": 954,
    "inventoryreal": 955,
    "realestate": 956,
    "ground": 957,
    "pipeline": 958,
    "international": 959,
    "ey": 960,
    "highly": 961,
    "they": 962,
    "fcc": 963,
    "six": 964,
    "changesin": 965,
    "relatedinventory": 966,
    "r": 967,
    "well": 968,
    "technologies": 969,
    "nonutility": 970,
    "equipments": 971,
    "without": 972,
    "china": 973,
    "exchanges": 974,
    "add": 975,
    "conversion": 976,
    "k": 977,
    "permits": 978,
    "distributions": 979,
    "sponsored": 980,
    "equities": 981,
    "businesscombination": 982,
    "indefinitelived": 983,
    "content": 984,
    "wells": 985,
    "lab": 986,
    "retentions": 987,
    "existing": 988,
    "depreciated": 989,
    "$xx": 990,
    "present": 991,
    "renewable": 992,
    "annual": 993,
    "traded": 994,
    "retained": 995,
    "promotional": 996,
    "nonconsolidated": 997,
    "productive": 998,
    "deductions": 999,
    "andsales": 1000,
    "financingand": 1001,
    "costsin": 1002,
    "expectedto": 1003,
    "tobe": 1004,
    "becollected": 1005,
    "andother": 1006,
    "set": 1007,
    "director": 1008,
    "generation": 1009,
    "restrictions": 1010,
    "banking": 1011,
    "asbestos": 1012,
    "representing": 1013,
    "residential": 1014,
    "various": 1015,
    "so": 1016,
    "trip": 1017,
    "level": 1018,
    "past": 1019,
    "maturing": 1020,
    "carryingamount": 1021,
    "afterone": 1022,
    "accountsreceivable": 1023,
    "settlements": 1024,
    "deficiency": 1025,
    "exclusive": 1026,
    "dd": 1027,
    "asu": 1028,
    "funding": 1029,
    "unit": 1030,
    "components": 1031,
    "store": 1032,
    "result": 1033,
    "noncontrolling": 1034,
    "lots": 1035,
    "litigation": 1036,
    "refunds": 1037,
    "dollar": 1038,
    "minority": 1039,
    "assetsnet": 1040,
    "curren": 1041,
    "healthcare": 1042,
    "cashequivalents": 1043,
    "leasescurrent": 1044,
    "portionrelating": 1045,
    "ofportion": 1046,
    "feesnet": 1047,
    "developmentfees": 1048,
    "deferreddevelopment": 1049,
    "equitydeferred": 1050,
    "underlyingequity": 1051,
    "andunderlying": 1052,
    "amountand": 1053,
    "betweencarrying": 1054,
    "differencebetween": 1055,
    "investmentdifference": 1056,
    "contractreceivable": 1057,
    "clinical": 1058,
    "borrowing": 1059,
    "warehouse": 1060,
    "had": 1061,
    "vendors": 1062,
    "controlling": 1063,
    "transmission": 1064,
    "newbuilding": 1065,
    "provided": 1066,
    "dealer": 1067,
    "undistributed": 1068,
    "appeals": 1069,
    "promotions": 1070,
    "aggregating": 1071,
    "stored": 1072,
    "environmental": 1073,
    "distributor": 1074,
    "landlord": 1075,
    "hotel": 1076,
    "withdrawal": 1077,
    "usage": 1078,
    "restated": 1079,
    "downs": 1080,
    "subordinated": 1081,
    "silver": 1082,
    "damaged": 1083,
    "petroleum": 1084,
    "charged": 1085,
    "revolving": 1086,
    "$xxx": 1087,
    "deprecation": 1088,
    "ppe": 1089,
    "march": 1090,
    "upon": 1091,
    "j": 1092,
    "stockpiles": 1093,
    "covered": 1094,
    "external": 1095,
    "owners": 1096,
    "bill": 1097,
    "airline": 1098,
    "rents": 1099,
    "purpose": 1100,
    "economic": 1101,
    "home": 1102,
    "internally": 1103,
    "solar": 1104,
    "applicable": 1105,
    "ended": 1106,
    "tenants": 1107,
    "fleet": 1108,
    "investors": 1109,
    "sixty": 1110,
    "collateralized": 1111,
    "borrowings": 1112,
    "th": 1113,
    "legally": 1114,
    "education": 1115,
    "ipo": 1116,
    "repurchase": 1117,
    "ii": 1118,
    "resources": 1119,
    "stockholder": 1120,
    "means": 1121,
    "members": 1122,
    "quoted": 1123,
    "unliquidated": 1124,
    "loansand": 1125,
    "billingson": 1126,
    "propertyplant": 1127,
    "andequipment": 1128,
    "receivablenet": 1129,
    "regulated": 1130,
    "propane": 1131,
    "commitments": 1132,
    "concession": 1133,
    "reserved": 1134,
    "recourse": 1135,
    "machines": 1136,
    "web": 1137,
    "milestone": 1138,
    "low": 1139,
    "payables": 1140,
    "unamortizable": 1141,
    "subscription": 1142,
    "cdi": 1143,
    "attributed": 1144,
    "readily": 1145,
    "known": 1146,
    "behalf": 1147,
    "exceeded": 1148,
    "latest": 1149,
    "shortterm": 1150,
    "assetfor": 1151,
    "inexcess": 1152,
    "ofbillings": 1153,
    "onuncompleted": 1154,
    "uncompletedcontracts": 1155,
    "programsexpected": 1156,
    "identifiableassets": 1157,
    "relatedparty": 1158,
    "accumulatedin": 1159,
    "caption": 1160,
    "malpractice": 1161,
    "unpaid": 1162,
    "post": 1163,
    "control": 1164,
    "pool": 1165,
    "contributed": 1166,
    "residual": 1167,
    "strategic": 1168,
    "differences": 1169,
    "higher": 1170,
    "sub": 1171,
    "valued": 1172,
    "preliminary": 1173,
    "following": 1174,
    "embedded": 1175,
    "flight": 1176,
    "subscribers": 1177,
    "ninety": 1178,
    "valueof": 1179,
    "diesand": 1180,
    "liabilitiesassumed": 1181,
    "andliabilities": 1182,
    "acquiredand": 1183,
    "assetsacquired": 1184,
    "recognizedidentifiable": 1185,
    "combinationrecognized": 1186,
    "receivabledue": 1187,
    "energyrelated": 1188,
    "crops": 1189,
    "casino": 1190,
    "automobile": 1191,
    "profit": 1192,
    "yen": 1193,
    "enterprise": 1194,
    "cip": 1195,
    "mill": 1196,
    "totals": 1197,
    "media": 1198,
    "ore": 1199,
    "claim": 1200,
    "structures": 1201,
    "defined": 1202,
    "amoun": 1203,
    "futures": 1204,
    "engineering": 1205,
    "staff": 1206,
    "example": 1207,
    "exceeding": 1208,
    "overdraft": 1209,
    "financialinformation": 1210,
    "summarizedfinancial": 1211,
    "investmentsummarized": 1212,
    "salenet": 1213,
    "netnot": 1214,
    "transfers": 1215,
    "converted": 1216,
    "redeemable": 1217,
    "performance": 1218,
    "ne": 1219,
    "areas": 1220,
    "centennial": 1221,
    "base": 1222,
    "policy": 1223,
    "realized": 1224,
    "selling": 1225,
    "sundry": 1226,
    "effect": 1227,
    "acres": 1228,
    "member": 1229,
    "authorities": 1230,
    "stated": 1231,
    "mobile": 1232,
    "mortgages": 1233,
    "open": 1234,
    "jv": 1235,
    "collateralizing": 1236,
    "doubtfulaccounts": 1237,
    "face": 1238,
    "franchisees": 1239,
    "uncollectable": 1240,
    "however": 1241,
    "restrictedcash": 1242,
    "netcurrent": 1243,
    "depositor": 1244,
    "wide": 1245,
    "depreciationdepletion": 1246,
    "methodaccumulated": 1247,
    "exploration": 1248,
    "copyrights": 1249,
    "divestiture": 1250,
    "was": 1251,
    "none": 1252,
    "live": 1253,
    "flow": 1254,
    "administrative": 1255,
    "additions": 1256,
    "fully": 1257,
    "december": 1258,
    "offset": 1259,
    "registration": 1260,
    "bal": 1261,
    "warrant": 1262,
    "accordance": 1263,
    "gst": 1264,
    "electronic": 1265,
    "final": 1266,
    "portfolios": 1267,
    "brands": 1268,
    "infinite": 1269,
    "cos": 1270,
    "broadcasting": 1271,
    "inducements": 1272,
    "neither": 1273,
    "nor": 1274,
    "processor": 1275,
    "memos": 1276,
    "netnoncurrent": 1277,
    "tolong": 1278,
    "assetscurrent": 1279,
    "aging": 1280,
    "reacquired": 1281,
    "bs": 1282,
    "country": 1283,
    "motor": 1284,
    "founders": 1285,
    "accretion": 1286,
    "drillships": 1287,
    "separate": 1288,
    "organization": 1289,
    "automotive": 1290,
    "ten": 1291,
    "peaks": 1292,
    "directors": 1293,
    "usd": 1294,
    "platinum": 1295,
    "characteristics": 1296,
    "insignificant": 1297,
    "become": 1298,
    "mature": 1299,
    "sentinel": 1300,
    "omaha": 1301,
    "comprehensive": 1302,
    "travel": 1303,
    "assetsheld": 1304,
    "operationintangible": 1305,
    "fossil": 1306,
    "outside": 1307,
    "manufacturer": 1308,
    "billable": 1309,
    "labels": 1310,
    "global": 1311,
    "shown": 1312,
    "predecessor": 1313,
    "condensed": 1314,
    "retention": 1315,
    "adoption": 1316,
    "owner": 1317,
    "contributions": 1318,
    "bioscience": 1319,
    "indemnification": 1320,
    "eda": 1321,
    "covenants": 1322,
    "nonqualified": 1323,
    "gm": 1324,
    "alterations": 1325,
    "edge": 1326,
    "percentage": 1327,
    "rebate": 1328,
    "transit": 1329,
    "terminvestments": 1330,
    "disposalgroupincluding": 1331,
    "groupincludingdiscontinued": 1332,
    "includingdiscontinuedoperation": 1333,
    "collectedafter": 1334,
    "relatedparties": 1335,
    "grossunrealized": 1336,
    "receivablescurrent": 1337,
    "timeshare": 1338,
    "leveraged": 1339,
    "t": 1340,
    "hospitals": 1341,
    "application": 1342,
    "transfer": 1343,
    "margin": 1344,
    "provide": 1345,
    "metals": 1346,
    "deficit": 1347,
    "cable": 1348,
    "containers": 1349,
    "infrastructure": 1350,
    "automobiles": 1351,
    "special": 1352,
    "profits": 1353,
    "nonamortizable": 1354,
    "governmental": 1355,
    "accumulation": 1356,
    "promise": 1357,
    "master": 1358,
    "guarantees": 1359,
    "independent": 1360,
    "fences": 1361,
    "improves": 1362,
    "withheld": 1363,
    "definition": 1364,
    "ago": 1365,
    "andcash": 1366,
    "overnight": 1367,
    "touse": 1368,
    "asto": 1369,
    "limitedas": 1370,
    "assetslimited": 1371,
    "fundassets": 1372,
    "trustfund": 1373,
    "caretrust": 1374,
    "securitiesnoncurrent": 1375,
    "fordoubtful": 1376,
    "inter": 1377,
    "unproven": 1378,
    "divested": 1379,
    "registered": 1380,
    "fixture": 1381,
    "denominated": 1382,
    "rigs": 1383,
    "amoritization": 1384,
    "trucks": 1385,
    "wholly": 1386,
    "item": 1387,
    "these": 1388,
    "canadian": 1389,
    "guaranteed": 1390,
    "ceo": 1391,
    "porti": 1392,
    "tuition": 1393,
    "rebates": 1394,
    "thousands": 1395,
    "entitys": 1396,
    "domicile": 1397,
    "deferredtax": 1398,
    "receivablenoncurrent": 1399,
    "securitiesdebt": 1400,
    "returnproduct": 1401,
    "numberof": 1402,
    "nontrade": 1403,
    "noncompete": 1404,
    "cashandcashequivalentsatcarryingvalue": 1405,
    "exhibition": 1406,
    "promotion": 1407,
    "midstream": 1408,
    "undeveloped": 1409,
    "funded": 1410,
    "surrender": 1411,
    "consumed": 1412,
    "condominium": 1413,
    "xxx": 1414,
    "andamortization": 1415,
    "maintained": 1416,
    "requirement": 1417,
    "device": 1418,
    "meet": 1419,
    "cfvs": 1420,
    "those": 1421,
    "earned": 1422,
    "mvp": 1423,
    "parking": 1424,
    "investor": 1425,
    "ar": 1426,
    "palladium": 1427,
    "wholesale": 1428,
    "interim": 1429,
    "costmethod": 1430,
    "accountsnotes": 1431,
    "costof": 1432,
    "operationgoodwill": 1433,
    "receivablecurrent": 1434,
    "securitiescurrent": 1435,
    "inventorynet": 1436,
    "advisory": 1437,
    "seismic": 1438,
    "second": 1439,
    "settle": 1440,
    "straight": 1441,
    "inducement": 1442,
    "segregated": 1443,
    "examples": 1444,
    "segments": 1445,
    "accum": 1446,
    "self": 1447,
    "#": 1448,
    "significant": 1449,
    "consigned": 1450,
    "reflected": 1451,
    "implementation": 1452,
    "reverse": 1453,
    "course": 1454,
    "reimbursement": 1455,
    "maker": 1456,
    "debentures": 1457,
    "fuels": 1458,
    "seller": 1459,
    "recievable": 1460,
    "intagible": 1461,
    "mark": 1462,
    "ndt": 1463,
    "listed": 1464,
    "subscriptions": 1465,
    "back": 1466,
    "walkways": 1467,
    "driveways": 1468,
    "bookvalue": 1469,
    "categorize": 1470,
    "repledged": 1471,
    "reservefor": 1472,
    "depletionand": 1473,
    "fromrelated": 1474,
    "accumulatedimpairment": 1475,
    "reconcile": 1476,
    "companyinterest": 1477,
    "tocompany": 1478,
    "companysinterest": 1479,
    "anddeferred": 1480,
    "financingleases": 1481,
    "insales": 1482,
    "receivablesheld": 1483,
    "canreturn": 1484,
    "customercan": 1485,
    "whichcustomer": 1486,
    "duringwhich": 1487,
    "expirationduring": 1488,
    "productexpiration": 1489,
    "ofperiods": 1490,
    "growing": 1491,
    "proven": 1492,
    "ngl": 1493,
    "institutional": 1494,
    "leaseholds": 1495,
    "digital": 1496,
    "television": 1497,
    "recovered": 1498,
    "concentration": 1499,
    "recognition": 1500,
    "sharing": 1501,
    "accepted": 1502,
    "reduce": 1503,
    "debtors": 1504,
    "offs": 1505,
    "capitalization": 1506,
    "pipelines": 1507,
    "unconditional": 1508,
    "series": 1509,
    "publicly": 1510,
    "technical": 1511,
    "test": 1512,
    "national": 1513,
    "cap": 1514,
    "owed": 1515,
    "south": 1516,
    "cards": 1517,
    "llcs": 1518,
    "equivalentsat": 1519,
    "factoring": 1520,
    "prepaidexpense": 1521,
    "termassets": 1522,
    "costsand": 1523,
    "assetsgross": 1524,
    "tocompanys": 1525,
    "netassets": 1526,
    "underlyingnet": 1527,
    "ofunderlying": 1528,
    "netbook": 1529,
    "overnet": 1530,
    "investmentsover": 1531,
    "ofinvestments": 1532,
    "ofcost": 1533,
    "informationexcess": 1534,
    "fornotes": 1535,
    "heldtomaturity": 1536,
    "deferredcosts": 1537,
    "propertyplantandequipmentgross": 1538,
    "imputed": 1539,
    "established": 1540,
    "default": 1541,
    "inception": 1542,
    "towards": 1543,
    "manufacturers": 1544,
    "film": 1545,
    "granted": 1546,
    "reduced": 1547,
    "telecommunications": 1548,
    "given": 1549,
    "renovation": 1550,
    "deemed": 1551,
    "stores": 1552,
    "them": 1553,
    "rs": 1554,
    "principles": 1555,
    "netting": 1556,
    "beg": 1557,
    "managed": 1558,
    "order": 1559,
    "installation": 1560,
    "similar": 1561,
    "udt": 1562,
    "currently": 1563,
    "uncertainty": 1564,
    "re": 1565,
    "communications": 1566,
    "msrs": 1567,
    "exceed": 1568,
    "way": 1569,
    "bondco": 1570,
    "advisors": 1571,
    "lending": 1572,
    "texas": 1573,
    "pledge": 1574,
    "agent": 1575,
    "addition": 1576,
    "continued": 1577,
    "marine": 1578,
    "controlled": 1579,
    "growers": 1580,
    "installments": 1581,
    "drug": 1582,
    "intent": 1583,
    "declines": 1584,
    "attorney": 1585,
    "freight": 1586,
    "food": 1587,
    "hk$nil": 1588,
    "amortizationand": 1589,
    "usenoncurrent": 1590,
    "ininvestments": 1591,
    "groupcurrent": 1592,
    "otherreceivables": 1593,
    "otheractivities": 1594,
    "chemicals": 1595,
    "propertyplantandequipmentnet": 1596,
    "completion": 1597,
    "wind": 1598,
    "air": 1599,
    "build": 1600,
    "restriction": 1601,
    "nine": 1602,
    "combined": 1603,
    "warranty": 1604,
    "reimbursable": 1605,
    "classification": 1606,
    "unrecognized": 1607,
    "shall": 1608,
    "registrations": 1609,
    "considered": 1610,
    "input": 1611,
    "payroll": 1612,
    "buyer": 1613,
    "par": 1614,
    "covenant": 1615,
    "projected": 1616,
    "spectrum": 1617,
    "occurred": 1618,
    "shop": 1619,
    "liquor": 1620,
    "hedged": 1621,
    "twenty": 1622,
    "worker": 1623,
    "calmare": 1624,
    "bought": 1625,
    "constructionin": 1626,
    "propertyfull": 1627,
    "fullcost": 1628,
    "preproductioncosts": 1629,
    "deferredprogramming": 1630,
    "threeyears": 1631,
    "salenot": 1632,
    "securitiesat": 1633,
    "returnand": 1634,
    "ofreturn": 1635,
    "rightof": 1636,
    "protectionright": 1637,
    "priceprotection": 1638,
    "debitsprice": 1639,
    "anddebits": 1640,
    "stockand": 1641,
    "fromstock": 1642,
    "shipfrom": 1643,
    "forship": 1644,
    "salesreserve": 1645,
    "forsales": 1646,
    "operative": 1647,
    "builders": 1648,
    "side": 1649,
    "access": 1650,
    "upfront": 1651,
    "carrier": 1652,
    "acreage": 1653,
    "consignment": 1654,
    "statutory": 1655,
    "should": 1656,
    "serp": 1657,
    "grantor": 1658,
    "particular": 1659,
    "location": 1660,
    "measurement": 1661,
    "pro": 1662,
    "category": 1663,
    "precious": 1664,
    "ineligible": 1665,
    "central": 1666,
    "estimate": 1667,
    "fire": 1668,
    "dry": 1669,
    "membership": 1670,
    "mobilization": 1671,
    "buy": 1672,
    "either": 1673,
    "expensed": 1674,
    "arately": 1675,
    "disclosed": 1676,
    "internet": 1677,
    "impact": 1678,
    "directly": 1679,
    "consist": 1680,
    "nature": 1681,
    "taken": 1682,
    "amortizaton": 1683,
    "video": 1684,
    "demonstration": 1685,
    "branch": 1686,
    "entertainment": 1687,
    "managing": 1688,
    "puramed": 1689,
    "good": 1690,
    "solutions": 1691,
    "distributed": 1692,
    "effects": 1693,
    "redemption": 1694,
    "lender": 1695,
    "previous": 1696,
    "response": 1697,
    "farm": 1698,
    "accessories": 1699,
    "therapeutics": 1700,
    "exposure": 1701,
    "perpetual": 1702,
    "chief": 1703,
    "stocks": 1704,
    "outsourcing": 1705,
    "inventoried": 1706,
    "acceptance": 1707,
    "interestbearing": 1708,
    "ownedand": 1709,
    "priceallocation": 1710,
    "toolsowned": 1711,
    "supplyarrangements": 1712,
    "taxassets": 1713,
    "costsnoncurrent": 1714,
    "heldforsale": 1715,
    "notesreceivable": 1716,
    "partylong": 1717,
    "asrelated": 1718,
    "reportedas": 1719,
    "partyreported": 1720,
    "interestdue": 1721,
    "accruedinterest": 1722,
    "andaccrued": 1723,
    "programmingcosts": 1724,
    "availableforsalesecuritiesgrossunrealizedgainaccumulatedininvestments": 1725,
    "availableforsalesecuritiesgrossunrealizedlossaccumulatedininvestments": 1726,
    "operationproperty": 1727,
    "capitalleased": 1728,
    "securitiesgross": 1729,
    "collectedwithin": 1730,
    "withinone": 1731,
    "feed": 1732,
    "tradingsecurities": 1733,
    "center": 1734,
    "carring": 1735,
    "bonding": 1736,
    "wireless": 1737,
    "rentals": 1738,
    "pursuant": 1739,
    "markets": 1740,
    "intention": 1741,
    "restrict": 1742,
    "determined": 1743,
    "step": 1744,
    "hp": 1745,
    "conduct": 1746,
    "devices": 1747,
    "pbfx": 1748,
    "increased": 1749,
    "library": 1750,
    "competitive": 1751,
    "unless": 1752,
    "placement": 1753,
    "integration": 1754,
    "collections": 1755,
    "associate": 1756,
    "postretirement": 1757,
    "pertaining": 1758,
    "consumer": 1759,
    "incremental": 1760,
    "receive": 1761,
    "pnmr": 1762,
    "presentation": 1763,
    "escrows": 1764,
    "provider": 1765,
    "features": 1766,
    "forest": 1767,
    "surface": 1768,
    "competition": 1769,
    "trades": 1770,
    "amak": 1771,
    "bankers": 1772,
    "checks": 1773,
    "obsolesence": 1774,
    "unsecuritized": 1775,
    "treasuries": 1776,
    "repledge": 1777,
    "shrinkage": 1778,
    "thus": 1779,
    "harvested": 1780,
    "oilandgas": 1781,
    "landand": 1782,
    "purchaseprice": 1783,
    "forpurchase": 1784,
    "pendingfor": 1785,
    "assetspending": 1786,
    "acquiredassets": 1787,
    "assumedacquired": 1788,
    "andtools": 1789,
    "moldsdies": 1790,
    "formolds": 1791,
    "arrangementsasset": 1792,
    "noncurrentsupply": 1793,
    "termnoncurrent": 1794,
    "costsrelated": 1795,
    "partiesnoncurrent": 1796,
    "liabilitysuits": 1797,
    "reservesfor": 1798,
    "assumedreserves": 1799,
    "leasedassets": 1800,
    "assetsaccumulated": 1801,
    "assetcurrent": 1802,
    "atcarryingvalue": 1803,
    "partiescurrent": 1804,
    "otherassetsnoncurrent": 1805,
    "inventoryrealestate": 1806,
    "receivablesnetcurrent": 1807,
    "registry": 1808,
    "front": 1809,
    "types": 1810,
    "spin": 1811,
    "surety": 1812,
    "released": 1813,
    "secure": 1814,
    "remediation": 1815,
    "terminal": 1816,
    "located": 1817,
    "produce": 1818,
    "resorts": 1819,
    "depreciaiton": 1820,
    "truck": 1821,
    "millions": 1822,
    "respect": 1823,
    "leach": 1824,
    "pipe": 1825,
    "anticipated": 1826,
    "rig": 1827,
    "reimbursements": 1828,
    "filing": 1829,
    "idle": 1830,
    "cross": 1831,
    "applying": 1832,
    "unsold": 1833,
    "single": 1834,
    "delivered": 1835,
    "ars": 1836,
    "usually": 1837,
    "restructuring": 1838,
    "farmers": 1839,
    "majority": 1840,
    "franchisee": 1841,
    "mr": 1842,
    "emission": 1843,
    "city": 1844,
    "online": 1845,
    "euro": 1846,
    "consolidation": 1847,
    "formerly": 1848,
    "accrual": 1849,
    "standby": 1850,
    "liquidity": 1851,
    "model": 1852,
    "minera": 1853,
    "reit": 1854,
    "realty": 1855,
    "contain": 1856,
    "among": 1857,
    "myriad": 1858,
    "offtake": 1859,
    "accountsof": 1860,
    "factors": 1861,
    "autoone": 1862,
    "processors": 1863,
    "consumables": 1864,
    "frb": 1865,
    "permitted": 1866,
    "political": 1867,
    "insures": 1868,
    "methodnet": 1869,
    "developmentcosts": 1870,
    "estateheld": 1871,
    "methodgross": 1872,
    "productliability": 1873,
    "potentialproduct": 1874,
    "forpotential": 1875,
    "investmentsin": 1876,
    "operationcapital": 1877,
    "impairmentloss": 1878,
    "operationdeferred": 1879,
    "feesand": 1880,
    "receivablerelated": 1881,
    "unrealizedgain": 1882,
    "maturitiesafter": 1883,
    "compensationplans": 1884,
    "recurringbasis": 1885,
    "onrecurring": 1886,
    "measuredon": 1887,
    "inventorynoncurrent": 1888,
    "prepaidexpensecurrent": 1889,
    "accountsreceivablenetcurrent": 1890,
    "energyrelatedinventory": 1891,
    "us$": 1892,
    "extended": 1893,
    "disposals": 1894,
    "applied": 1895,
    "expenditure": 1896,
    "mountain": 1897,
    "derived": 1898,
    "call": 1899,
    "landfill": 1900,
    "closure": 1901,
    "entered": 1902,
    "regard": 1903,
    "$x": 1904,
    "headquarters": 1905,
    "manufactured": 1906,
    "ships": 1907,
    "erp": 1908,
    "policies": 1909,
    "ratemaking": 1910,
    "noncurren": 1911,
    "secrets": 1912,
    "cooperative": 1913,
    "would": 1914,
    "form": 1915,
    "communities": 1916,
    "dish": 1917,
    "amort": 1918,
    "coffee": 1919,
    "trailers": 1920,
    "fittings": 1921,
    "santa": 1922,
    "represented": 1923,
    "indebtedness": 1924,
    "president": 1925,
    "enterprises": 1926,
    "assessment": 1927,
    "resulted": 1928,
    "fish": 1929,
    "relations": 1930,
    "renewal": 1931,
    "beneficial": 1932,
    "tceh": 1933,
    "who": 1934,
    "escrowed": 1935,
    "space": 1936,
    "korea": 1937,
    "hold": 1938,
    "design": 1939,
    "handling": 1940,
    "websites": 1941,
    "platform": 1942,
    "clearing": 1943,
    "bulk": 1944,
    "scheduled": 1945,
    "investing": 1946,
    "packing": 1947,
    "founding": 1948,
    "authorizations": 1949,
    "equal": 1950,
    "collectability": 1951,
    "prc": 1952,
    "checking": 1953,
    "scientist": 1954,
    "decision": 1955,
    "hst": 1956,
    "subdivisions": 1957,
    "andgasproperty": 1958,
    "assetsand": 1959,
    "jointventures": 1960,
    "andimpairment": 1961,
    "teaching": 1962,
    "acquisitionland": 1963,
    "secschedule": 1964,
    "receivableand": 1965,
    "intangibleasset": 1966,
    "debtsecurities": 1967,
    "termcontracts": 1968,
    "tradeand": 1969,
    "tradereceivables": 1970,
    "debtmaturities": 1971,
    "incentivecompensation": 1972,
    "termincentive": 1973,
    "investmentsrelating": 1974,
    "basisinvestments": 1975,
    "valuemeasured": 1976,
    "agriculturalrelated": 1977,
    "accumulateddepreciationdepletionandamortizationpropertyplantandequipment": 1978,
    "longterminvestments": 1979,
    "finitelivedintangibleassetsnet": 1980,
    "allowancefordoubtfulaccountsreceivablecurrent": 1981,
    "retainer": 1982,
    "sources": 1983,
    "participation": 1984,
    "cd": 1985,
    "capacity": 1986,
    "renminbi": 1987,
    "pharmacy": 1988,
    "trial": 1989,
    "trustee": 1990,
    "specific": 1991,
    "repayment": 1992,
    "x": 1993,
    "port": 1994,
    "telecommunication": 1995,
    "tank": 1996,
    "reorganization": 1997,
    "agreed": 1998,
    "forma": 1999,
    "suit": 2000,
    "delivery": 2001,
    "wnrl": 2002,
    "tubular": 2003,
    "carriers": 2004,
    "activation": 2005,
    "sublicense": 2006,
    "operators": 2007,
    "crop": 2008,
    "court": 2009,
    "taxable": 2010,
    "separately": 2011,
    "goodwil": 2012,
    "northrop": 2013,
    "elimination": 2014,
    "accumlated": 2015,
    "totaled": 2016,
    "propertyand": 2017,
    "rail": 2018,
    "personal": 2019,
    "peripherals": 2020,
    "community": 2021,
    "influence": 2022,
    "dynamic": 2023,
    "wakefern": 2024,
    "ge": 2025,
    "concessions": 2026,
    "database": 2027,
    "individual": 2028,
    "gift": 2029,
    "settled": 2030,
    "russian": 2031,
    "primary": 2032,
    "represent": 2033,
    "spares": 2034,
    "refinery": 2035,
    "light": 2036,
    "telephone": 2037,
    "bridge": 2038,
    "since": 2039,
    "nonmarketable": 2040,
    "corporations": 2041,
    "counties": 2042,
    "wine": 2043,
    "nonaffiliates": 2044,
    "sugar": 2045,
    "axeon": 2046,
    "distributors": 2047,
    "factored": 2048,
    "respectfully": 2049,
    "amortizationof": 2050,
    "aquired": 2051,
    "cancellation": 2052,
    "unaffiliated": 2053,
    "seed": 2054,
    "flows": 2055,
    "assuming": 2056,
    "marketablesecurities": 2057,
    "imbalance": 2058,
    "unsettled": 2059,
    "ngls": 2060,
    "advertisement": 2061,
    "turnaround": 2062,
    "pnm": 2063,
    "mortgaged": 2064,
    "gasjoint": 2065,
    "jointinterest": 2066,
    "interestbilling": 2067,
    "billingreceivables": 2068,
    "depletionamortization": 2069,
    "notesandloans": 2070,
    "forsalesecurities": 2071,
    "debtissuance": 2072,
    "deferredstorm": 2073,
    "goodwillimpaired": 2074,
    "operationother": 2075,
    "landheld": 2076,
    "subsequenttoacquisition": 2077,
    "impairmentsubsequentto": 2078,
    "capitalizedimpairment": 2079,
    "costscapitalized": 2080,
    "depreciationcosts": 2081,
    "estateandaccumulated": 2082,
    "realestateand": 2083,
    "iiireal": 2084,
    "scheduleiii": 2085,
    "costnoncurrent": 2086,
    "financingreceivable": 2087,
    "andfinancing": 2088,
    "notesloans": 2089,
    "premiumsnoncurrent": 2090,
    "unamortizedloan": 2091,
    "livedintangibleassets": 2092,
    "receivablenotes": 2093,
    "loansreceivables": 2094,
    "yearsfair": 2095,
    "throughthree": 2096,
    "onethrough": 2097,
    "naturalgas": 2098,
    "derivativeassetsnoncurrent": 2099,
    "propertyplantandequipmentother": 2100,
    "shortterminvestments": 2101,
    "derivativeassetscurrent": 2102,
    "marketablesecuritiescurrent": 2103,
    "abandonment": 2104,
    "classes": 2105,
    "eco": 2106,
    "yuan": 2107,
    "preneed": 2108,
    "restrictive": 2109,
    "bingo": 2110,
    "area": 2111,
    "countries": 2112,
    "theatre": 2113,
    "resort": 2114,
    "premise": 2115,
    "unallocated": 2116,
    "mexico": 2117,
    "beggining": 2118,
    "description": 2119,
    "june": 2120,
    "exchanged": 2121,
    "remain": 2122,
    "processed": 2123,
    "proceedings": 2124,
    "repair": 2125,
    "recoverables": 2126,
    "survey": 2127,
    "termination": 2128,
    "backlog": 2129,
    "housand": 2130,
    "othernoncurrent": 2131,
    "accompanying": 2132,
    "substance": 2133,
    "acquiree": 2134,
    "approval": 2135,
    "holders": 2136,
    "committed": 2137,
    "active": 2138,
    "iva": 2139,
    "title": 2140,
    "testing": 2141,
    "satellite": 2142,
    "uncertain": 2143,
    "french": 2144,
    "nustar": 2145,
    "chemical": 2146,
    "debtor": 2147,
    "branding": 2148,
    "liquefied": 2149,
    "determinable": 2150,
    "mbs": 2151,
    "v": 2152,
    "interior": 2153,
    "lines": 2154,
    "alliance": 2155,
    "criteria": 2156,
    "marked": 2157,
    "underwriting": 2158,
    "refer": 2159,
    "debenture": 2160,
    "american": 2161,
    "unfavorable": 2162,
    "truetouch": 2163,
    "nqdc": 2164,
    "participants": 2165,
    "catalog": 2166,
    "hong": 2167,
    "tanks": 2168,
    "game": 2169,
    "radio": 2170,
    "restaurant": 2171,
    "structure": 2172,
    "amounted": 2173,
    "performing": 2174,
    "reits": 2175,
    "cruz": 2176,
    "monthly": 2177,
    "gps": 2178,
    "event": 2179,
    "board": 2180,
    "reductions": 2181,
    "until": 2182,
    "receipts": 2183,
    "afs": 2184,
    "dividends": 2185,
    "collaborative": 2186,
    "ab": 2187,
    "situated": 2188,
    "eighteen": 2189,
    "deduction": 2190,
    "fifth": 2191,
    "salaries": 2192,
    "acceptances": 2193,
    "brokers": 2194,
    "australian": 2195,
    "concentrate": 2196,
    "point": 2197,
    "israel": 2198,
    "discontinuing": 2199,
    "oct": 2200,
    "blenders": 2201,
    "lcm": 2202,
    "opted": 2203,
    "encumbered": 2204,
    "insurable": 2205,
    "impairmentof": 2206,
    "heldin": 2207,
    "equipmentgross": 2208,
    "thirty": 2209,
    "informationinventory": 2210,
    "andloansreceivable": 2211,
    "unbilledchange": 2212,
    "phasein": 2213,
    "makingpurposes": 2214,
    "impairedaccumulated": 2215,
    "loancost": 2216,
    "deferredloan": 2217,
    "orpremiums": 2218,
    "discountsor": 2219,
    "unamortizeddiscounts": 2220,
    "andunamortized": 2221,
    "originationfees": 2222,
    "andorigination": 2223,
    "commitmentand": 2224,
    "loancommitment": 2225,
    "issuancecosts": 2226,
    "deferreddebt": 2227,
    "receivablegross": 2228,
    "securitiesequity": 2229,
    "equitysecurities": 2230,
    "fiveyears": 2231,
    "stockcurrent": 2232,
    "progresspayments": 2233,
    "inventoryfor": 2234,
    "grosscurrent": 2235,
    "currentother": 2236,
    "usgovernment": 2237,
    "afterproduct": 2238,
    "periodsafter": 2239,
    "beforeproduct": 2240,
    "periodsbefore": 2241,
    "depositsassetsnoncurrent": 2242,
    "marketablesecuritiesnoncurrent": 2243,
    "investmentsinaffiliatessubsidiariesassociatesandjointventures": 2244,
    "finitelivedintangibleassetsgross": 2245,
    "duefromrelatedpartiescurrent": 2246,
    "utilized": 2247,
    "channel": 2248,
    "trials": 2249,
    "hire": 2250,
    "fiber": 2251,
    "discounted": 2252,
    "beijing": 2253,
    "brazil": 2254,
    "floating": 2255,
    "dedicated": 2256,
    "region": 2257,
    "accummulated": 2258,
    "leaseback": 2259,
    "accumuatled": 2260,
    "amorizations": 2261,
    "equipmentnet": 2262,
    "propert": 2263,
    "cny": 2264,
